Repository: jakta-org/prava_vrecica
Catalog: lib/languages/app_*.arb
Languages: hr

source: Skip
hr: Preskoči

source: Next
hr: Sljedeće

source: Start
hr: Krenimo

# intro_1
source: Welcome to Prava VreÄ‡ica!
hr: Dobrodošli u Pravu Vrećicu!

# intro_2
source: This app will help you sort your trash correctly.
hr: Ova aplikacija Vam pomaže u pravilnom odlaganju otpada.

# intro_3
source: You can take a photo of your trash and the app will tell you how to sort it.
hr: Slikajte otpad i saznajte kako ga pravilno zbrinuti.

# intro_4
source: Let's get started with helping the environment!
hr: Krenimo s pomaganjem okolišu!

# camera_screen
source: Camera
hr: Kamera

# statistics_screen
source: Statistics
hr: Statistika

# info_screen
source: Info
hr: Informacije

# settings_screen
source: Settings
hr: Postavke

# user_screen
source: User
hr: Korisnički račun

# register
source: Sign up
hr: Učlani se

# login
source: Sign in
hr: Prijavi se

# guestmode
source: Continue as Guest
hr: Nastavi bez računa

# valid_var
source: Mail/Phone number
hr: Mejl/Broj mobitela

# valid_prompt
source: Your e-mail address or phone number
hr: Vaša mejl adresa ili broj mobitela

source: Password
hr: Zaporka

# password_prompt
source: Your password
hr: Vaša zaporka

# confirm_pass
source: Confirm password
hr: Potvrdite zaporku

# confirm_pass_prompt
source: Repeat your password
hr: Ponovite Vašu zaporku

source: Entrance key
hr: Ulazni ključ

# entr_key_prompt
source: Provide an entrance key
hr: Upišite ulazni ključ

# continue_google
source: Continue with Google
hr: Nastavi s Google računom

# continue_apple
source: Continue with Apple
hr: Nastavi s AppleId računom

# field_empty
source: This field cannot be empty!
hr: Ovo polje ne može biti prazno!

# field_wrong
source: Mail or password not right.
hr: Neki od podataka nije valjan.

# password_confirm
source: Password confirmation does not match.
hr: Potvrda zaporke nije valjana.

# guestmode_name
source: Guest
hr: Gost

# logout
source: Sign out
hr: Odjavi se

source: Username
hr: Korisničko ime

source: Email
hr: Mejl

source: First name
hr: Ime

source: Last name
hr: Prezime

source: Phone number
hr: Broj telefona

source: Not set
hr: Nije postavljeno

# return_accounts
source: Choose account
hr: Postavi račun

# photo_prompt
source: Did you take a good photo? :)
hr: Jeste li dobro fotografirali? :)

source: Special category
hr: Poseban otpad

# wrong_object
source: This isn't the right object
hr: Ovo nije taj objekt

# create_ticket
source: Create a ticket
hr: Kreiraj kaznu

# create_ticket_text
source: Are you sure you want to create a ticket?
hr: Jeste li sigurni da želite kreirati kaznu?

source: Ticket title
hr: Naslov kazne

# ticket_title_prompt
source: Provide a title for your ticket
hr: Upišite naslov kazne

source: Ticket description
hr: Opis kazne

# ticket_description_prompt
source: Provide a description for your ticket
hr: Upišite opis kazne

# recycle_where
source: This object can be left in:
hr: Ovdje možete odložiti otpad:

# object_info_title
source: Additional info:
hr: Informacije o objektu:

# attributes_title
source: Additional guidelines:
hr: Posebni naputci:

# objects_info_list
source: Objects info
hr: Informacije o objektima

source: Light mode
hr: Svijetli način

source: Dark mode
hr: Tamni način

source: Detection sensitivity
hr: Preciznost prepoznavanja

source: Language
hr: Jezik

source: Clear statistics
hr: Obriši statistiku

# clear_statistics_text
source: Are you sure you want to clear statistics?
hr: Jeste li sigurni da želite obrisati statistiku?

source: Cancel
hr: Odustani

source: Clear
hr: Obriši

source: or
hr: ili

source: Ticket
hr: Kazna

# ticket_text
source: These objects were found in your trash. This is a ticket for wrong sorting. Please, sort your trash correctly next time.
hr: Ovi otpadni predmeti su pronađeni u Vašem otpadu. Ovo je kazna za nepravilno odlaganje otpada. Molimo Vas da ubuduće pravilno odlažete otpad.

source: Date
hr: Datum

source: Time
hr: Vrijeme

source: Count
hr: Količina

source: Items
hr: Predmeti

source: Description
hr: Opis

source: Image
hr: Slika

source: Order
hr: Narudžba

# order_text
source: This is an order for recycling of objects for these categories. Here are the categories and the number of objects you need to collect for recycling.
hr: Ovo je narudžba za reciklažu otpada iz navedenih kategorija. U nastavku su navedene kategorije i količine otpada koje je potrebno zbrinuti.

source: Period
hr: Razdoblje

source: Category
hr: Kategorija

source: Select period
hr: Odaberite razdoblje

source: Start date
hr: Početni datum

source: End date
hr: Završni datum

source: Order title
hr: Naslov narudžbe

# order_title_prompt
source: Provide a title for your order
hr: Upišite naslov narudžbe

source: Order description
hr: Opis narudžbe

# order_description_prompt
source: Provide a description for your order
hr: Upišite opis narudžbe

source: Create order
hr: Kreiraj narudžbu

source: Category statistics
hr: Statistika kategorija

# object_entry
source: Enter new objects
hr: Unesite nove objekte

# entry_save_tooltip
source: Save objects
hr: Spremite objekte

source: Click me!
hr: Klikni me!

source: PDF preview
hr: Pregled PDF-a
